Repository: thegamecracks/theticketbot
Catalog: src/theticketbot/locales/*/LC_MESSAGES/theticketbot.po
Languages: de, fr

source: Error code: {0} If assistance is needed, please contact {1}.
de: Fehlercode: {0} Wenn Sie Hilfe benötigen, wenden Sie sich bitte an {1}.
fr: Erreur, code: {0} Si vous avez besoin de support, merci de contacter {1}.

source: This command is on cooldown for {0.retry_after:.1f}s.
de: Dieser Befehl hat eine Abklingzeit von {0.retry_after:.1f}s.
fr: Cette commande est temporairement inactive pour {0.retry_after:.1f}s.

source: Too many people are using this command. Please try again later.
de: Zu viele Personen verwenden diesen Befehl im Moment. Bitte versuchen Sie es später noch einmal.
fr: Un trop grand nombre d'utilisateurs font usage de cette commande. Veuillez réessayer plus tard.

source: One or more checks failed for this command.
de: Eine oder mehrere Prüfungen für diesen Befehl sind fehlgeschlagen.
fr: Une ou plusieurs vérifications ont échoué pour cette commande.

source: An error occurred with your input: ```py {0}```
de: Bei Ihrer Eingabe ist ein Fehler aufgetreten: ```py {0}```
fr: Une erreur s'est produite avec l'entrée: ```py {0}```

source: An unknown error occurred while running this command.
de: Bei der Ausführung des Befehls ist ein unbekannter Fehler aufgetreten.
fr: Une erreur inconnue s'est produite en exécutant cette commande.

source: The bot currently does not recognize this command.
de: Der Bot erkennt diesen Befehl derzeit nicht.
fr: Le robot ne reconnaît pas pour le moment cette commande.

source: Select this message
de: Diese Nachricht auswählen
fr: Sélectionner ce message

source: You can't select a message right now! Please use a command that asks for a message first.
de: Sie können im Moment keine Nachricht auswählen! Bitte verwenden Sie zuerst einen Befehl, der nach einer Nachricht fragt.
fr: Vous ne pouvez pas sélectionner un message pour le moment ! Merci d'utiliser une commande qui demande un message en premier.

source: Sorry, your last command has expired. Please use a command again and then select this message.
de: Entschuldigung, Ihr letzter Befehl ist abgelaufen. Bitte verwenden Sie erneut einen Befehl und wählen Sie dann diese Nachricht aus.
fr: Désolé, votre dernière commande a expiré. Merci d'utiliser une commande à nouveau et de sélectionner ce message.

source: inbox
de: panel
fr: panel

source: Manage the server's ticket inboxes.
de: Verwalten Sie die Ticket-Panels des Servers.
fr: Gérer les panels de tickets du serveur.

source: Sorry, {0} is no longer recognized as an inbox and must be re-created.
de: Entschuldigung, {0} wird nicht mehr als Panel erkannt und muss neu erstellt werden.
fr: Désolé, {0} n'est plus reconnu comme un panel et doit être recréé.

source: Sorry, {0} is not an inbox. The message you select should have a **Create Ticket** button under it.
de: Entschuldigung, {0} ist kein Panel. Die von Ihnen ausgewählte Nachricht sollte eine Schaltfläche **Ticket erstellen** darunter haben.
fr: Désolé, {0} n'est pas un panel. Le message que vous sélectionnez doit avoir un bouton **Créer un ticket** en dessous.

source: I need the following permissions in {0}: {1}
de: Ich benötige die folgenden Berechtigungen in {0}: {1}
fr: Vous avez besoin des permissions suivantes dans {0}: {1}

source: create
de: erstelle
fr: créer

source: Create a new inbox.
de: Erstellen Sie ein neues Panel.
fr: Créer un nouveau panel.

source: channel
de: kanal
fr: canal

source: The channel to post the inbox.
de: Der Kanal, in dem das Panel gepostet wird.
fr: Le canal où poster le panel.

source: The {0} channel has been set as the destination for your new inbox. You must now select the message you want your inbox to have. To do this, right click or long tap a message, then open Apps and pick the *Select this message* command.
de: Der Kanal {0} wurde als Ziel für Ihr neues Panel festgelegt. Sie müssen nun die Nachricht auswählen, die Ihr Panel haben soll. Klicken Sie dazu mit der rechten Maustaste auf eine Nachricht oder drücken Sie lange auf eine Nachricht, öffnen Sie dann Apps und wählen Sie den Befehl *Diese Nachricht auswählen*.

source: $author Thank you for creating a ticket! $staff
de: $author Danke, dass Sie ein Ticket erstellt haben! $staff
fr: $author : Merci de créer un ticket ! $staff

source: Your inbox has been created! {0}
de: Ihr Panel wurde erstellt! {0}
fr: Votre panel a été créée ! {0}

source: The message's attachments are too large! The total size must be under {0}.
de: Die Anhänge der Nachricht sind zu groß! Die Gesamtgröße muss unter {0} liegen.
fr: Le fichier joint est trop volumineux ! La taille totale doit être inférieure à {0}.

source: You must now select the inbox you want to edit. To do this, right click or long tap a message, then open Apps and pick the *Select this message* command.
de: Sie müssen nun das Panel auswählen, das Sie bearbeiten möchten. Klicken Sie dazu mit der rechten Maustaste auf eine Nachricht oder drücken Sie lange auf eine Nachricht, öffnen Sie dann Apps und wählen Sie den Befehl *Diese Nachricht auswählen*.
fr: Vous devez maintenant sélectionner le panel que vous souhaitez éditer. Pour ce faire, cliquez (bouton droit) ou appuyez longuement sur un message, puis ouvrez les applications et choisissez la commande *Sélectionner ce message*.

source: message
de: nachricht

source: Edit the message for an inbox.
de: Bearbeiten Sie die Nachricht für ein Panel.
fr: Édition du message pour un panel.

source: {0} will be edited. Please select the message you want to copy.
de: {0} wird bearbeitet. Bitte wählen Sie die Nachricht aus, die Sie kopieren möchten.
fr: {0} sera édité. Veuillez sélectionner le message que vous souhaitez copier.

source: The inbox message cannot be edited with itself. Please select another message you want to copy.
de: Die Panelmeldung kann nicht mit sich selbst bearbeitet werden. Bitte wählen Sie eine andere Nachricht aus, die Sie kopieren möchten.
fr: Le message ne peut pas être édité avec lui-même. Veuillez sélectionner un autre message que vous souhaitez copier.

source: {0} has been updated!
de: {0} wurde aktualisiert!
fr: {0} a été mis à jour !

source: staff
de: teammitglieder
fr: équipe

source: Manage staff for an inbox.
de: Verwalten Sie die Teammitglieder für ein Panel.
fr: Gérer l'équipe associée à un panel.

source: You must now select the inbox you want to manage staff for. To do this, right click or long tap a message, then open Apps and pick the *Select this message* command.
de: Sie müssen nun das Panel auswählen, für das Sie Teammitglieder verwalten möchten. Klicken Sie dazu mit der rechten Maustaste auf eine Nachricht oder drücken Sie lange darauf, öffnen Sie Apps und wählen Sie den Befehl *Diese Nachricht auswählen*.
fr: Vous devez maintenant sélectionner le panel pour lequel vous souhaitez gérer l'équipe. Pour ce faire, cliquez (bouton droit) ou appuyez longuement sur un message, puis ouvrez les applications et choisissez la commande *Sélectionner ce message*.

source: Staff for {0} :
de: Teammitglieder für {0} :
fr: Équipe pour {0} :

source: new-tickets
de: neue-tickets
fr: nouveaux-tickets

source: Manage new tickets created by an inbox.
de: Verwalten Sie neue Tickets, die von einem Panel erstellt wurden.
fr: Gérer les nouveaux tickets créés par un panel.

source: starter
de: startnachricht
fr: démarrer

source: Set the starting message for new tickets.
de: Legen Sie die Startnachricht für neue Tickets fest.
fr: Choisir le message de démarrage pour les nouveaux tickets.

source: Set the name for new tickets.
de: Legen Sie den Namen für neue Tickets fest.
fr: Sélectionner le nom pour les nouveaux tickets.

source: Archiving ticket as the owner ({0}) has left the thread.
de: Ticket wird archiviert, da der Besitzer ({0}) den Thread verlassen hat.
fr: Archivage du ticket car le propriétaire ({0}) a quitté le fil.

source: Archiving ticket as the owner ({0}) has left the server.
de: Ticket wird archiviert, da der Besitzer ({0}) den Server verlassen hat.
fr: Archivage du ticket car le propriétaire ({0}) a quitté le serveur.

source: This archived ticket will be locked to moderators only.
de: Dieses archivierte Ticket wird für alle außer Moderatoren gesperrt.
fr: Ce ticket archivé sera verrouillé pour les modérateurs uniquement.

source: Starter Message
de: Startnachricht
fr: Message d'introduction

source: Content
de: Inhalt
fr: Contenu

source: {0} 's starting message has been set!
de: Die Startnachricht von {0} wurde festgelegt!
fr: Le message d'introduction de {0} a été défini !

source: New Tickets
de: Neue Tickets
fr: Nouveau tickets

source: {0} 's ticket defaults have been set!
de: Die Standardeinstellungen von {0} wurden festgelegt!
fr: Le ticket par défaut de {0} a été défini !

source: Create Ticket
de: Ticket erstellen
fr: Créer un ticket

source: Sorry, this inbox is no longer recognized and must be re-created. Please notify a server admin!
de: Entschuldigung, dieses Panel wird nicht mehr erkannt und muss neu erstellt werden. Bitte benachrichtigen Sie einen Server-Administrator!
fr: Désolé, ce panel n'est plus reconnu et doit être recrée. Veuillez contacter un administrateur !

source: You have too many tickets in this inbox. Please close your last ticket {0} before creating a new one.
de: Sie haben zu viele Tickets in diesem Panel. Bitte schließen Sie Ihr letztes Ticket {0} , bevor Sie ein neues erstellen.
fr: Vous avez trop de tickets dans cette boîte. Merci de clôturer votre ticket {0} avant d'en créer un nouveau.

source: You are creating tickets too quickly! Please wait {0:.0f}s.
de: Sie erstellen Ihre Tickets zu schnell! Bitte warten Sie {0:.0f}s.
fr: Vous créez des tickets trop rapidement ! Merci d'attendre {0:.0f}s.

source: Creating ticket...
de: Erstelle Ticket...
fr: Création du ticket...

source: Ticket created by {0}
de: Ticket wurde von {0} erstellt
fr: Ticket crée par {0}

source: I am missing the permissions needed to create a ticket here. Please notify a server admin!
de: Ich habe nicht die nötigen Rechte, um hier ein Ticket zu erstellen. Bitte benachrichtigen Sie einen Server-Administrator!
fr: Vous n'avez pas les permissions nécessaires pour créer un ticket ici. Merci de notifier unadministrateur du serveur !

source: An unexpected error occurred while creating the ticket.
de: Beim Erstellen des Tickets ist ein unerwarteter Fehler aufgetreten.
fr: Une erreur inconnue s'est produite lors de la création du ticket.

source: Your ticket is ready! {0}
de: Ihr Ticket ist bereit! {0}
fr: Votre ticket est prêt ! {0}

source: You have not made any changes!
de: Sie haben keine Änderungen vorgenommen!
fr: Vous n'avez effectué aucune modification !

source: name
fr: nom

source: Name
fr: Nom
